Repository: Kazarr/KrosDotaznik
Catalog: KrosDotaznik/KrosDotaznik/FrmQuestionnaireToFill.*.resx
Languages: sk

# lblRetiredSince.Text
source: Retired since :
sk: Poberateľ dôchodku od:

# lblPensionRecipient.Text
source: Pension recepient :
sk: Poberateľ dôchodku:

# lblHandicapInPercentage.Text
source: Handicap in percentage :
sk: Miera postihnutia v %:

# lblHealthInsurance.Text
source: Health insurance :
sk: Zdravotná poisťovňa:

# lblState.Text
source: State :
sk: Stav:

# lblGender.Text
source: Gender :
sk: Pohlavie:

# lblCitizenShip.Text
source: Citizenship :
sk: Štátna príslušnosť:

# lblNationality.Text
source: Nationality :
sk: Národnosť:

# lblRegionOfBirth.Text
source: Region of birth :
sk: Okres narodenia:

# lblPlaceOfBirth.Text
source: Place of birth :
sk: Miesto narodenia:

# lblPersonalId.Text
source: Personal ID :
sk: Rodné číslo:

# lblBirthDate.Text
source: Birthdate :
sk: Dátum narodenia:

# lblSurname.Text
source: Surname :
sk: Priezvisko:

# lblMaidenName.Text
source: Maiden name :
sk: Rodné priezvisko:

# lblTitle.Text
source: Title :
sk: Titul:

# lblIdentityCard.Text
source: Identity card :
sk: Číslo OP

# lblTempHouseNumber.Text
source: House number
sk: Číslo :

# lblPostalCodeTemp.Text
source: Postal code :
sk: PSČ:

# lblCityTemp.Text
source: City :
sk: Mesto:

# lblStreetTemp.Text
source: Street :
sk: Ulica :

# lblHouseNumber.Text
source: House number
sk: Číslo :

# lblPostalCode.Text
source: Postal code :
sk: PSČ:

# lblCity.Text
source: City :
sk: Mesto:

# lblStreet.Text
source: Street :
sk: Ulica :

# lblPhoneNumber.Text
source: Phone number :
sk: Telefón:

# lblPin.Text
source: PIN alarm :
sk: PIN na alarm:

# lblPassword.Text
source: Password :
sk: Heslo k výplatnej páske:

# lblCurrEducationLevel.Text
source: Education level :
sk: Úroveň vzdelania:

# lblCurrEndYear.Text
source: End year :
sk: Rok ukončenia:

# lblCurrSchool.Text
source: School :
sk: Škola:

# lblEducationLevel.Text
source: Education level :
sk: Úroveň vzdelania:

# lblEndYear.Text
source: End year
sk: Rok ukončenia:

# lblMajor.Text
source: Major :
sk: Odbor:

# lblSchool.Text
source: School :
sk: Škola:

# tPagePersonalInfo.Text
source: Employee data
sk: Údaje o zamestnancovi

# tPageContactAdress.Text
source: Contacts, address
sk: Kontakty, adresy

# tPagePassword.Text
source: Password and access
sk: Heslá a prístupy

# tPageEducation.Text
source: Education data
sk: Údaje o vzdelaní

# tPagePreviousJob.Text
source: Previous job
sk: Predchádzajúce zamestnanie

# tPageChildInfo.Text
source: Child Data
sk: Údaje o deťoch

# lblStartDate.Text
source: Start date
sk: Dátum nástupu

# lblEndOfTrial.Text
source: End of trial
sk: Skúšobná doba do

# lblHiredDate.Text
source: Hire date
sk: Vznik PP

# lblWageCategory.Text
source: Wage category
sk: Platová kategória

# lblSalary.Text
source: Salary
sk: Mzda

# lblTeam.Text
source: Team
sk: Tím

# lblDivision.Text
source: Division
sk: Divízia

# lblPlaceOfWork.Text
source: Place of work
sk: Miesto výkonu práce

# lblWorkHours.Text
source: Work hours
sk: Úväzok

# lblWorkExpiration.Text
source: Work Expiration
sk: Trvanie PP

# lblNewWorkPosition.Text
source: Work position
sk: Pracovná pozícia

# lblWorkType.Text
source: Work type
sk: Druh vzťahu

# tPageJobSpecification.Text
source: Job specification
sk: Údaje o pracovnom zaradení

# radioBtnSecondPilarNo.Text
source: No
sk: Nie

# radioBtnSecondPilarYes.Text
source: Yes
sk: Áno

# radioBtnHndcpNo.Text
source: No
sk: Nie

# radioBtnHandcpYes.Text
source: Yes
sk: Áno

# radioBtnExceptionYes.Text
source: Yes
sk: Áno

# radioBtnExceptionNo.Text
source: No
sk: Nie

# radioBtnFemale.Text
source: Female
sk: Žena

# radioBtnMale.Text
source: Male
sk: Muž

# lblName.Text
source: Name :
sk: Meno:

# lblPreviousName.Text
source: Previous name :
sk: Predošlé priezvisko:

# lblCurrMajor.Text
source: Major :
sk: Odbor:

# lblJobTo.Text
source: To
sk: Do:

# lblWorkPosition.Text
source: Work Postion
sk: Pracovná pozícia:

# lblJobFrom.Text
source: From
sk: Od:

# lblEmployeer.Text
source: Employeer
sk: Zamestnávateľ:

# colName.HeaderText
source: Name
sk: Meno

# colSurname.HeaderText
source: Surname
sk: Priezvisko

# colBonus.HeaderText
source: Tax bonus
sk: Daňový bonus

# colBirthDate.HeaderText
source: Date of birth
sk: Dátum narodenia
